{
  "鏈接數字資產与机构的桥梁": "Bridge institutional clients with digital assets",
  "面向机构客户的 B2B 數字資產技術服務平台": "A reliable digital asset technology  platform for institutions",
  "請求演示": "Request Demo",
  "MPC 托管解決方案保障資產存儲安全": "The MPC custodial solution ensures the security of asset storage.",
  "甄選全球底層資產一站式資產配置": "Global underlying asset selection for comprehensive asset allocation.",
  "資產披露清晰，风控為先開放透明": "Transparent and open asset disclosure, prioritized by risk management.",
  "為机构提供定制化資產配置解決方案": "Provide customized asset allocation solutions for institutions",
  "安全的加密貨幣私鑰托管商和資產配置管理操作平台": "A secure cryptocurrency private key hosting provider and asset allocation management operation platform",
  "/images/home/swiper-1.png": "/images/home/swiper-1.png",
  "比特大陸是全球領先的數字貨幣礦機厂商，旗下品牌 ANTMINER 长期在行业內保持技術和市場優勢地位，客户覆盖全球100多个国家和地區。": "Bitmain is the world’s leading digital currency mining machine manufacturer, whose brand ANTMINER has long maintained a technical and market advantage in the industry, with customers covering more than 100 countries and regions around the world",
  "通過 MPC 私鑰托管服务，管理保护數億美金的自營資金": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "通過定制理財，鏈接 Staking 和 Defi 的服务商，獲取穩健收益": "Through customized wealth management, connect with Staking and Defi service providers, and obtain stable returns",
  "通過交易服务商網絡，轉賬至交易所并在同交易所賬戶间進行資產管理": "Through the trading service provider network, transfer funds to the exchange and manage assets among the same exchange accounts",
  "通過定制理財，鏈接 Stacking 和 Defi 的服务商，獲取穩健收益": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "“橋” 接机构客戶與數字資產": "“Bridge” institutional clients with digital assets",
  "配置型買方": "Buy side",
  "持幣機構、對沖基金、家族辦公室、平臺機構方": "Cryptourrency-holding institutions, hedge funds, family offices, platform institutions",
  "礦業生態機構": "Mining ecosystem",
  "礦場主、礦工、礦業算力平臺": "Mine owners, miners, mining computing power platforms",
  "大宗交易商": "Bulk trading firms",
  "提供交易、場外大宗、經紀商、API等多種數字資產流動性解決方案，支持14家交易所的流动性鏈接": "Provide a variety of digital asset liquidity solutions such as trading, OTC bulk, brokers, API, etc, and support the liquidity linkage of 14 exchanges",
  "礦機融資租賃服務商": "Mining machine financing and leasing service providers",
  "鏈接數字資產借貸服務及定制化獨特礦業金融產品": "Link digital asset lending services and customized unique mining financial products",
  "資產服务提供商": "Asset service provider",
  "固定收益、結構化產品、RWA等": "Fixed income, structurde products, RWA, etc",
  "合規": "Transparent",
  "機構KYC流程，僅在合規地區展業": "Institution MPC process, only available where regions fulfill compliance policy",
  "安全": "Safety",
  "MPC 多簽安全存儲方案": "MPC Safe Tech Storage Solution",
  "風控": "Risk Management",
  "甄選全球優質底層資產供應商": "Select best digital assets for your investment needs",
  "平台優勢": "Advantage of platform",
  "“橋”接全球資產資產配置多元化": "Connecting global assets, more variety in allocation",
  "平臺提供多元化資產，滿足用戶不同的風險偏好與收益需求,用戶可以根據市場環境構建更加穩定的投資組合,降低組合波動風險,實現穩定增值。": "The diversified assets on the platform can meet the different risk preferences and income needs of users. Users can build more stable investment portfolios according to the market environment, reduce the risk of portfolio fluctuations, and achieve stable value-added.",
  "去中心化存儲技術保障資產安全": "Decentralized storage technology to ensure asset security",
  "平臺採用業內領先的 MPC-TSS 技術多方簽名方式存儲加密資產，用去中心化的方式保障安全，排除單一方作惡风险，有效降低第三方平臺風險。": "The platform adopts the industry-leading MPC-TSS technology to store crypto assets in a multi-signature method, and uses a decentralized method to ensure security, eliminate the risk of a single party doing evil, and effectively reduce the risk of third-party platforms.",
  "風控第一，開放透明打造安心投資體驗": "Risk management first, open and transparent, creating a safe investment experience",
  "從廣泛的投資渠道和機會中甄選被市場驗證的底層資產供應商，進行全流程風控，堅持開放透明的信息披露原則，各類資產標的數據實時呈現。": "Select market-proven underlying asset suppliers from a wide range of investment channels and opportunities, conduct full-process risk control, adhere to the principle of open and transparent information disclosure, and display real-time data on various asset targets for effective monitoring.",
  "灵活定制化24*7服务": "Flexible customization 24*7 service",
  "在專業團隊的全天候交互中，机构體驗到定制化服务，根据不同的資產配置需求和风险偏好，資產端可以更灵活的按机构需求提供定制方案。": "In the round-the-clock interaction of professional teams, institutions experience customized services. According to different asset allocation needs and risk preferences, the asset side can more flexibly provide customized solutions according to institutional needs.",
  "MPC 托管技術 保障資產安全": "MPC hosting technology Ensure asset safety",
  "Antalpha Prime 採用了全新的基於多方計算（MPC）技術的自托管解決方案，具有更流暢的工作流程、更強大的私鑰安全管理和更多元的投資資產選擇。": "Antalpha Prime adopts a new self-custody solution based on multi-party computing (MPC) technology, which has a smoother workflow, stronger private key security management, and more diverse investment asset options.",
  "私鑰分片在安全的環境下獨立生成。然後各方共同簽署交易，而無需在任何時候嚮彼此暴露各自的私鑰分片或完整形成私鑰，由此消除了單點故障風險。": "Private key sharding are independently generated in a secure environment. The parties then co-sign the transaction without exposing their private key sharding or fully formed private keys to each other at any time, thereby eliminating the risk of a single point of failure.",
  "切片1 - 客户通過 Antalpha Prime 控制": "Slice 1 - Customers through Antalpha Prime",
  "切片2 - 客户通過 Cobo Auth 控制": "Slice 2 - Customer through Cobo Auth",
  "切片3 - NUMEN 冷儲存，日常離線不参与簽署交易": "Slice 3 - NUMEN offline storage slice 3 offline on a daily basis,not participating in signing transactions",
  "隨時隨地，掌控資產配置": "Control asset allocation anytime, anywhere",
  "借貸": "Lending",
  "提供包括礦業融資租賃和配資貸款等貸款產品": "Provides multiple ways to earn passive income from digital assets, including fixed-income products, and DeFi staking.",
  "閃兌": "Invest",
  "使用法定貨幣或其他加密貨幣購買加密貨幣": "Offers a variety of investment products, including crypto funds, RWA, and derivatives.",
  "收益": "Earn",
  "提供包括固定收益產品、DeFi 質押等產品": "Provides a comprehensive trading platform for digital assets, including spot, margin, and derivatives trading.",
  "投資": "Lending",
  "提包括加密基金、RWA和衍生品等產品": "We provide loan products such as mining financing leasing, margin lending, and more.",
  "交易": "Exchange",
  "鏈接交易所和外部經紀商服務，便捷大宗交易": "Buy cryptocurrency with fiat or other cryptocurrencies.",
  "马上开始無與倫比的數字資產配置之旅": "Immediately start an unparalleled journey of character allocation",
  "最新動態": "Latest News",
  "了解更多": "Learn More",
  "產品": "Product",
  "请求演示": "Request Demo",
  "Copyright © 2021 - 2023 Antalpha Platform Technologies Limited.": "Copyright © 2021 - 2023 Antalpha Platform Technologies Limited.",
  "隱私政策": "Privacy Policy",
  "Cookie 政策": "Cookie Policy",
  "關於我們": "Company",
  "新聞": "News",
  "我們的使命與價值觀": "Mission and Values",
  "團隊秉承 “風控第一，開放透明” 的服務理念，利用技術與金融創新，創造 可監控、可審計、可追溯、規則統一的第三方平臺環境，為机构客戶建立起數字資產與資本的橋梁。與客戶、員工和社區實現共同成長。": "Our team is guided by the service philosophy of “Prioritizing Risk Management, Promoting Openness, and Ensuring Transparency.“ Leveraging technology and financial innovation, we have developed a third-party platform characterized by monitorability, auditability, traceability, and adherence to standardized regulations. This platform bridges institutional clients, digital assets, and our customers' capital, enabling us to foster mutual growth alongside our clients, employees, and the wider community.",
  "開放透明  內外一致": "Open and transparent",
  "我們极力保持我們的文化，真誠、真实、良性、主动，是我們追求的組織狀態，未來我們還會不斷優化和迭代自身！": "Our organization is committed to fostering a culture of sincerity, authenticity, positivity, and proactive engagement. This commitment represents our core organizational ethos, and we are dedicated to ongoing refinement and evolution in pursuit of this ideal.",
  "保持敏銳  專注優質資產": "Stay agile and discover high-quality assets",
  "我們熱愛這個个行业，重视周期和尊重法律，我們認為好的產品是解决問題的并被需要的；所以保持鮮活的视角，不斷發現新的資產，親自評估和驗證风险，站在机构视角去選擇。": "We harbor a deep passion for our industry and emphasize recognizing its cyclical nature while respecting established patterns. We firmly believe that exceptional products should effectively address needs and offer solutions. Therefore, we maintain a keen awareness of market dynamics, perpetually seek out novel assets, personally assess and validate associated risks, and make decisions guided by institutional objectives.",
  "多元包容全球化團隊": "Inclusive and diverse global team",
  "我們在全球有着多元化的伙伴們，总部駐扎在新加坡；他們精通于自己的領域，并常葆熱情的与18个地區，5大洲的伙伴協同，專注机构所需。": "Headquartered in Singapore, our organization boasts a diverse team of global partners who are recognized experts in their respective fields. These individuals consistently collaborate with partners hailing from 18 regions across 5 continents. Our collective dedication is directed toward serving the diverse needs of institutions.",
  "不斷成長": "Continuous Growth",
  "一路走來，我們已經達到了重要的里程碑": "Throughout our journey, we have successfully achieved significant milestones.",
  "比特大陸是全球最大的比特幣礦業公司。BTC和其他加密貨幣挖礦服務器的市場份額第一，設計、制造和銷售用於比特幣挖礦的專用集成電路 (ASIC) 芯片": "Bitmain is globally recognized as the preeminent Bitcoin mining enterprise, commanding the dominant market position in BTC and other cryptocurrency mining server solutions. The company chiefly develops, produces, and distributes application-specific integrated circuit (ASIC) chips tailored to Bitcoin mining.",
  "Antpool 是由比特大陸科技於 2014 年創立的中國加密貨幣礦池，是目前世界上最大的礦池之一": "Antpool is a Chinese cryptocurrency mining pool established by Bitmain Technology in 2014, and it ranks among the largest mining pools globally.",
  "Antalpha 成立": "Antalpha was established.",
  "全球化": "Global",
  "業務範圍擴展到全球": "The company extended its operations to encompass additional geographical areas, establishing a presence in 18 cities and regions. These include Singapore, Hong Kong, the United States, the United Kingdom, South Korea, Japan, Australia, and various other locations.",
  "有效把握ETH2.0機遇": "- Effectively seized opportunities of ETH2 .0",
  "亞太最大鏈上流動性提供方": "- The largest onchain liquidity provider in the Asia-Pacific region.",
  "5月，推出核心產品 Antalpha Prime 技術平臺，提供礦業生態一站式金融服務": "In May 2023, we introduced the Antalpha Prime technology platform as our flagship offering, aimed at delivering digital financial brokerage services tailored to institutional clients.",
  "6月，鏈接特色供應鏈金融，總規模突破7億美金": "A diverse range of mortgage lending services and financial loans for the mining industry were offered, resulting in a total business volume exceeding $700 million USD.",
  "RWA": "RWA",
  "7月，鏈接 RWA 加密資產，投資現實世界的資產": "Introduced Real World Asset (RWA) offerings, enhancing accessibility and cost-efficiency for investors seeking exposure to tangible, real-world assets.",
  "我們的全球辦公室": "Our global offices",
  "Antalpha 總部位於新加坡，在英國、澳洲、韓國、日本、美國、香港等多地設有辦事處": "Antalpha is headquartered in Singapore and has offices in several countries or regions, including the UK, Australia, South Korea, Japan, the United States, Hong Kong, Indonesia, and Switzerland.",
  "馬上開啟您的Antalpha Prime 資產配置之旅": "Start your Antalpha Prime asset allocation journey now",
  "了解為什麼組織信任Antalpha": "Find out why organizations trust Antalpha",
  "名": "First name",
  "姓氏": "Last name",
  "職稱": "Job Title",
  "公司名稱": "Company Name",
  "電子郵件地址": "Email Address",
  "您會如何描述您自己或您的公司": "How would you describe yourself or your business?",
  "您對什麼類型的業務感興趣": "What kind of business are you interested in",
  "提交": "Submit",
  "请输入": "Please enter",
  "请选择": "Please select",
  "DeFi/加密基金": "DeFi/Crypto Fund",
  "對衝基金": "Hedge Fund",
  "家庭企業": "Family Office",
  "資產管理": "Asset Management",
  "金融科技/交易所/B2C平台": "Fintech/Exchange/B2C Platform",
  "服務商": "Service Provider",
  "託管/錢包技術": "Custody/Wallet Tech",
  "企業": "Corporate",
  "NFT/遊戲": "NFT/Gaming",
  "風險基金/私募股權基金": "Venture Fund/Private Equity Fund",
  "DAO(去中心化自助組織)/DeFi協議": "DAO (Decentralized Autonomous Organisation)/DeFi Protocol",
  "媒體/公關/品牌": "Media/PR/Brand",
  "借貸（礦業融資租賃/抵押貸款）": "Lending（Mining finance leasing/mortgage lending）",
  "交易（經紀服務）": "Trading（Broker Services）",
  "資產管理（固定收益/對衝基金/礦業基金）": "Asset management（Fixed income/hedge funds/mining funds）",
  "加密資產儲存（MPC-TSS技術）": "Crypto assets stored（MPC-TSS technology）",
  "媒體/報刊": "Media/Press",
  "合伙": "Partnership",
  "推薦計劃": "Referral",
  "職業機會": "Careers",
  "在這裡了解我們的最新動態": "Get our latest news here",
  "品牌合作請聯係我們": "Brand cooperation please contact us",
  "聯繫我們": "Contact us"
}