{
    "yJipXWT5": "news",
    "JbH3AZCc": "Antalpha",
    "iykFNHdA": "Copyright © 2021 -2023 AntalPha Platform technologies Limited.",
    "ERteNWGz": "Privacy",
    "imdFTwaB": "Request demonstration",
    "MP56bQXG": "Antalphaprime",
    "iYAta6Wp": "2013",
    "4MrhiwC3": "2014",
    "rkjKmEMG": "2021",
    "RREiRN42": "2022",
    "7xSMAaEC": "2023",
    "iBaWwyDJ": "\"Bridge\" connected institutional customers and digital assets",
    "STAWPfKH": "see more",
    "PNcdAp6e": "test",
    "fSbBPXip": "Links of Digital Assets and Institutional Bridge",
    "3cr5n52e": "B2B digital asset technology service platform for institutional customers",
    "8R7bdZHJ": "MPC hosting solution to ensure asset storage security",
    "7CmRBAfC": "Selected one -stop asset allocation of global underlying assets",
    "axJ4siyX": "Asset disclosure is clear, the risk control is open and transparent first",
    "2cZfywMd": "Provide institutions with customized asset allocation solutions",
    "aSpZMttQ": "Safe cryptocurrency private key custody and asset allocation management operation platform",
    "Y7tSXiks": "Bitmain is the world's leading digital currency mining machine manufacturer. Its brand Antminer has long maintained its technical and market advantage in the industry, and customers cover more than 100 countries and regions around the world.",
    "Ypfdkr8j": "Through the MPC private key custody service, the self -operated funds that protect hundreds of millions of dollars",
    "2SZNFCzE": "Through customized financial management, linked STAKING and DEFI service providers to obtain stable returns",
    "8XZsCx7X": "Through the trading service provider network, transfer to the exchange and conduct asset management between the same exchange account",
    "caCiSkQW": "Through customized financial management, linked service providers of Stacking and DEFI, obtain stable returns",
    "BZ7xjnEW": "\"Bridge\" connected institutional customers and digital assets",
    "4n8Bzw6m": "Configuration buyer",
    "T73FXwHQ": "Currency holding institutions, hedge funds, family offices, platform agencies",
    "sSJRdrAF": "Mining ecological institution",
    "eHiRbNzy": "Mine owner, miner, mining computing power platform",
    "kP5nfsa3": "Big dealer",
    "4K5hPAt5": "Provide a variety of digital asset liquidity solutions such as trading, off -site community, broker, API, etc., and supports the liquidity links of 14 exchanges",
    "nt8eHxyK": "Mining machine financial leasing service provider",
    "jJJTSsSR": "Link Digital Assets Loan Service and Customized Unique Mining Financial Products",
    "DYxca6Ef": "Asset service provider",
    "aYxWErZ2": "Fixed income, structured products, RWA, etc.",
    "5abxhGjJ": "Compliance",
    "7eQRyShd": "Institutional KYC process, only in the compliance area exhibition industry",
    "eSN5p22D": "MPC multi -sign security storage solution",
    "y6aN6WGp": "Wind control",
    "6pRjN33c": "Selected global high -quality underlying asset suppliers",
    "c5jXjsH8": "Platform advantage",
    "JA6mPkB5": "\"Bridge\" connects global assets allocation diversification",
    "DzfFJd4P": "The platform provides diversified assets to meet users with different risk preferences and income needs. Users can build a more stable investment portfolio according to the market environment, reduce the risk of combination fluctuations, and achieve stable value -added.",
    "yYiYzCe2": "Decentralized storage technology to ensure asset safety",
    "erHkWdWW": "The platform uses the industry's leading MPC-TSS technology multi-party signature method to store and encrypted assets, ensure security in a decentralized manner, eliminate a single party to make evil risks, and effectively reduce the risk of third-party platforms.",
    "dytXaBBT": "Risk control first, open and transparent creation of peace of mind investment experience",
    "zi3BzaGe": "From a wide range of investment channels and opportunities, select underlying asset suppliers verified by the market, carry out full -process risk control, adhere to the principle of openness and transparent information disclosure, and presented in real time for various types of asset subjects.",
    "AnKtnYy2": "Flexible customization 24*7 service",
    "WNmCkZiJ": "In the all -weather interaction of the professional team, the institution experiences customized services. According to different asset allocation needs and risk preferences, the asset side can provide customized solutions more flexible according to institutional needs.",
    "4BTSWj5k": "MPC hosting technology guarantees asset safety",
    "kYhDaX7d": "Antalpha Prime uses a new self -custody solution based on multi -party computing (MPC) technology, with smoother workflow, more powerful private key security management and more diverse investment asset options.",
    "zZJ4Tn2E": "Private key fragmentation is independently generated in a safe environment.Then all parties signed a transaction together without having to expose their private keys to each other at any time to form a private key to form a private key, thereby eliminating the risk of single -point failure.",
    "62dhKwXJ": "Slot 1 -Customer control through AntalPha Prime",
    "ZcQsYdS7": "Slot 2 -Customers control through Cobo Auth",
    "2GdtG5Mb": "Slice 3 -Numen cold storage, daily offline do not participate in signing transactions",
    "ErhKs4AG": "At any time, control asset allocation",
    "s2752CWa": "Provide loan products including mining financing leasing and funding loans",
    "crdAEpcN": "Flash",
    "2SxNh2p5": "Use the legal or other cryptocurrencies to purchase cryptocurrencies",
    "cT7KsyFe": "income",
    "KBG7hSCk": "Provides products including fixed income products, DEFI pledge and other products",
    "EyxCKJCh": "Including products including encryption funds, RWA and derivatives",
    "4mebkG6K": "Links and external brokers services, convenient large transactions",
    "bCr84CYs": "Immediately began an unparalleled digital asset allocation journey",
    "YZJKkKXG": "Latest News",
    "fbbk2GjD": "All rights reserved 2 2021-2023 AntalPha platform TechNologies Limited.",
    "3sdwaCEB": "Privacy Policy",
    "QmzQzRid": "Our mission and values",
    "7P8FCyKs": "Adhering to the service concept of \"risk control first, open and transparent\", the team uses technology and financial innovation to create a third -party platform environment that can monitor, audit, traceable, and unified rules, and establish a bridge for digital assets and capital for institutional customersEssenceCommon growth with customers, employees and communities.",
    "TSnj4iAD": "Open and transparent internal and external consistency",
    "C5Qc4R5t": "We try to maintain our culture, sincere, authentic, benign, and initiative. It is the organizational state we are pursuing. In the future, we will continue to optimize and iterate ourselves!",
    "hmSaWCDb": "Keep keen and focus on high -quality assets",
    "iZPedGhx": "We love this industry, attach importance to cycle and respect the law. We think that good products are solved and needed; so keep a fresh perspective, constantly discover new assets, personally evaluate and verify risks, stand on the perspective of the institution, go from the perspective of the institutional perspective to go to go from the perspective of the organization.choose.",
    "EWXrmMPp": "Multiple tolerance global team",
    "wDmAy8mi": "We have diversified partners worldwide, headquartered in Singapore; they are proficient in their own fields, and often enthusiastically collaborate with 18 regions, five continents, and focus on the need for institutions.",
    "MWSy7BEa": "Grow up",
    "zsRNjTYt": "Along the way, we have reached an important milestone",
    "3YK3XmRm": "Bitmain is the world's largest bitcoin mining company.The market share of BTC and other cryptocurrency mining servers is the first, designing, manufacturing and sales for special integrated circuits (ASIC) chips for Bitcoin mining",
    "Mn4KDJd5": "Antpool is a Chinese cryptocurrency mining pool founded by Bitmain Technology in 2014. It is one of the largest mining pools in the world.",
    "2nTpQ5xw": "Antalpha",
    "aSrs5aQW": "Globalization",
    "js3wEmDX": "The scope of business expands to the world",
    "iyRzWBQW": "Effectively seize ETH2.0 Opportunities",
    "aAHSbQMR": "Asia -Pacific largest chain liquidity provider",
    "pAMGHs4E": "In May, launched the core product Antalpha Prime Technology platform to provide a mining ecological one -stop financial services",
    "P5PfP7hT": "In June, the link special supply chain finance, the total scale exceeded 700 million US dollars",
    "ZAfWrAPY": "RWA",
    "YcB7wrMf": "In July, link RWA encryption assets, investing in real -world assets",
    "S67mfwFe": "Our global office",
    "3KFX3EtA": "AntalPha is headquartered in Singapore, with offices in the United Kingdom, Australia, South Korea, Japan, the United States, Hong Kong and other places",
    "rQ3xtjtD": "Open your Antalpha Prime asset allocation immediately",
    "bMm4DXtP": "Understand why the organization trusts AntalPha",
    "5SkiJ4cz": "name",
    "aP5BYdwx": "Surname",
    "6s8fCtR3": "job title",
    "A8wsJ682": "Company Name",
    "GwCZx3Dz": "email address",
    "EQ3ewYG8": "How would you describe yourself or your company",
    "fsG8dwYp": "What type of business are you interested in",
    "jin65pfb": "DEFI/encryption fund",
    "se7tefbT": "Hedge Fund",
    "pyeCrhzZ": "Family business",
    "ZXGCGYcR": "asset Management",
    "PceJGEzP": "Financial Technology/Exchange/B2C platform",
    "ZY5apYZr": "Host/wallet technology",
    "74rrwTf8": "enterprise",
    "hMiZ6yAy": "NFT/Game",
    "KZyQG4n6": "Risk Fund/Private Equity Fund",
    "e4SBGQNd": "DAO (decentralized self -service organization)/DEFI protocol",
    "hpAkw7Eb": "Media/Public Relations/Brand",
    "Ty7tSAee": "Loan (mining financial lease/mortgage loan)",
    "5HeQQFJT": "Trading (brokerage service)",
    "Epsn4Atw": "Asset management (fixed income/hedge fund/mining fund)",
    "XAcyH6Ah": "Crypto asset storage (MPC-TSS technology)",
    "GfyZGxn5": "Media/newspapers",
    "AHZNJ3zS": "partnership",
    "Q3WWapx8": "Recommendation plan",
    "zNbWG8mJ": "Career",
    "3rQNF8Xt": "Learn about our latest developments here",
    "FibsjGY4": "For brand cooperation, please contact us",
    "yYy22ft2": "Asian institutional investor Digital Assets Summit 2023 sets the first activity tailor -made for investors in Asian professional institutions",
    "ChbWFhfx": "Singapore",
    "PBtyjiHQ": "Singapore, on September 1, 2023, the Asian Investor Digital Assets Summit 2023 presented by the Global News Agency, the Global News Agency, is a pioneering conference in Asia.It aims to be a key platform for discussion among Asian digital asset institutions.",
    "kfR2Gwr5": "The event is scheduled to be held before the largest web3 event token 20149 in Asia. It aims to promote in -depth discussions on key topics such as narrative, value and cyclical assessment, asset allocation and investment strategies in the field of digital assets.Cobo co -founder and CEO Discus Fish, Bitmain Chief Financial Officer Max HUA, Antpool CEO Leon Lyu, MetalPha founder and CEO Adrian Wang, Wisburg founder Mikko, Hack VC Chairman Alexan partner Alexan Der Pack, Deribit ChiefBusiness officer Luuk Strijers, Dr. Zhu Dafei, Deputy Dean of Singapore Management University, and Li Peicai, co -founder of E2M, will be the guest of this summit.",
    "Mc2tzBp6": "The summit organized by Cobo, Bitmain, Metalpha and Antpool will focus on the theme of \"new assets, new opportunities\".The summit will bring together more than 300 distinguished participants representing more than 300 distinguished participants in the world's well -known cryptocurrency mining, transactions, stabilization, financial services, custody, asset management, family offices and hedge funds, providing an excellence for exchanging insights, sharing experience and training intellectual expositions.platform.Through this activity, participants will not only expand their industry knowledge and meet with potential partners, but also help the institutionalization of the digital asset industry.",
    "mmBFjemC": "\"In the past year, it has been extraordinary in the history of cryptocurrencies, and the digital asset industry has experienced major events. Against this background, Antalpha Prime came into being. The PRIME platform aims to become the B2B digital asset technology platform that institutions trust.Adhering to the norms and taking the \"bridge\" strategy as the basis of the platform, high -quality global assets are set up to provide partners with more open and transparent investment options. The purpose of holding this summit is to provide an effective dialogue space, and for digital assets and digital assets andThe communication and creation platform between institutional investors with traditional background. \" - SEERENA YU, chief market officer of Antalpha, said the organizer of the summit on behalf of the summit.",
    "ttCitJF4": "For more information about the 2023 of the Digital Assets Summit of Asian Institutions, please visit:",
    "5kM8WiRS": "Antalpha will launch a distributed asset security solution based on MPC",
    "5WJWCH8R": "2022-11-18",
    "iaQXBs4Q": "Recent",
    "4eJnT2Tx": "With the concept of \"risk management first\", Antalpha is committed to becoming a bridge between traditional finance and crypto assets.Antalpha cooperates with like -like industry partners to provide users with secure crypto asset technology solutions.",
    "cHnMpZt5": "Recently, concerns about the lack of protection for centralized platforms have deepened, and we have seen the increase in demand for distributed asset security solutions.By using Fireblocks advanced security technology and AntalPha's rich business experience, the AntalPha technology team has developed a distributed asset security solution based on MPC technology, which is about to be released.",
    "wTWD3TaC": "The solution uses technologies such as MPC technology, credible hardware, systematic isolation, dual risk control engines, and approval processes, allowing users to control their assets by solving the systemic risks that put assets on centralized platforms.",
    "7FJRj76G": "AntalPha supports flexible and convenient SaaS delivery and personalized customization, providing unique and customized technical solutions for miners, institutions and other customers to meet various use cases.",
    "RAWJFHFS": "AntalPha will continue to build a web3.0 infrastructure to meet the basic needs of users and promote the healthy development of the industry.",
    "zcYfKPkn": "About MPC:",
    "hKRX5ySM": "MPC (multi -party calculation) is a safe multi -party calculation algorithm based on strict cryptography certification, which can effectively control the risk of private key management in the blockchain industry.",
    "hi8GfPD7": "It is compatible with a variety of blockchain, enabling more blockchain users to benefit from a safe multiple signature without changing any algorithm or increasing additional costs.As an innovative technology, MPC is widely accepted in the industry.",
    "peCzAA36": "About Fireblocks:",
    "iQxTRsNw": "FireBlocks is an enterprise -level platform that provides security infrastructure for digital assets.FireBlocks enables customers to securely expand digital asset business through FireBlocks Network and MPC -based wallet infrastructure.Since its establishment in 2018, FireBlocks has gone through 5 rounds of financing, with a total amount of US $ 1 billion and a valuation of 8 billion US dollars.Some well -known investment institutions, such as Sequoia Capital, Drw Venture Capital, and SCB10X, have invested Fireblocks.",
    "WXiG5KrR": "Antalpha and the S & P Gorge signature signing a license agreement",
    "xCAnbxiX": "2022-10-03",
    "tCGtJSMw": "Singapore -Antai Alpha Capital Sites (\"Antai Alpha\") has signed a license agreement based on the new S & P cryptocurrency index (Singapore closed market) newly launched based on the S & P Dow Jones Index (\"S & P DJI\")Used on index fund products in the Asia -Pacific, the Middle East and Africa.",
    "ZytznMKp": "The top ten indexes of S & P cryptocurrencies (Singapore closed) aims to track the top ten cryptocurrencies in the extensive digital market index of S & P cryptocurrencies, including the two largest and most flowing currencies, the two largest and most flowing currencies of Bitcoin and Ethereum.Types that are weighted by market value.A variant of risk -controlled variants -S & P cryptocurrency dynamic re -balance risk control 40%index (Singapore closed market) (USD).",
    "368X6Wtd": "The license agreement with S & P DJI awarded Antai Alpha's use of the index as its first product Antalpha S & P cryptocurrency index fund fund.As a passive management fund, the fund aims to invest in the investment results of the price performance of the top ten indexes of S & P cryptocurrency (Singapore closed) before deducting costs.A fund -based control variant will be launched.",
    "Wh4Q7s6f": "With the increase in interest and supervision of digital assets, potential investors have invested more attention to more transparent and institutional quality products.The license agreement with the S & P DJI enables us to provide investment products that are exposed to the exposed cryptocurrency market that are exposed to the growing cryptocurrency market through the index of the most prestigious brand in traditional finance.",
    "jKKJM6dA": "\"We are glad to grant Antalpha's license to the Top Ten Index of S & P cryptocurrency (Singapore's closed market) as the basic index of its investment products.\" - S & P Taoist Jones Innovation director Sharon Liebowitz.\"As an independent index provider, the S & P Dow Jones Index is committed to strengthening the transparency of all areas of the global financial market, including digital assets.\"",
    "tA2nHWCP": "Disclaimer:",
    "aQXXaeQ5": "The top ten indexes of S & P cryptocurrency (Singapore closed) is a product of the S & P Dow Jones Index Co., Ltd. or its affiliated company (\"SPDJI\") and has been permitted by Antalpha Capital Pte. LTD. (\"AntalPha\").S & P®, \"S & P 500®\", US 500 and The 500 are trademarks of Standard Pur Financial Services Co., Ltd. (\"S & P\"); Dow Jones® is a registered trademark of the Dow Jones trademark Holding Co., Ltd. (\"Dow Jones\")., And have been used by the S & P Dow Jones Index; these trademarks have been permitted by SPDJI and have been permitted by Antalpha as a specific purpose.AntalPha's investment products have not been sponsored, recognized, sold or promoted by their respective companies, and the above parties do not invest in any statement of such products, nor do the above parties not invest in the appropriateness of such products.Any errors, omissions or interruptions of the index (Singapore closed market) bear any responsibility.",
    "XFREhi8E": "Bitmain partner AntalPha launched loan products for miners",
    "cFBcy2sm": "A relatively unknown company proposed some novel ways, including the help of miners who helped facing additional margin requirements.",
    "wYG837iY": "2022-07-27",
    "DBB4NP3i": "Miami",
    "ZRPWbCG8": "A financial service company named AntalPha launched several novel borrowing products for encrypted miners at the Global Digital Mining Summit (WDMS) on Tuesday.",
    "mPXAXFxZ": "The products launched by AntalPha include lending with other financiers; financing used to get rid of power cost, which is one of the largest operating costs of miners;Currency or equipment is used as mortgage transactions, and financing that has been guaranteed by hash rate and dug out tokens.",
    "DaYWsPAG": "It also provides financing without additional margin, which is a structured financing.",
    "w2Yhdme2": "Max Liao, director of AntalPha business development, told CoinDesk in the meeting that a joint loan transaction is currently being discussed.",
    "85F5BWn6": "As the price of Bitcoin has fallen in the past few months, the miners are facing the additional margin requirements of loans, and in the bear market, capital has become exhausted.In the demonstration of Antalpha on Tuesday, the miners and other financiers anxiously shot sample transactions displayed on the screen, which shows their interest in new players in the field of mining financing.",
    "T4jzysAP": "AntalPha is a strategic partner of Bitmain, similar to the cloud mining platform Bitfufu.According to LIAO, the company is headquartered in Singapore and about 150 employees are distributed in Hong Kong, the United States and Switzerland.",
    "eYRCttek": "\"Our goal is to become a compliant financial institution.\" Liao said, which is why the company has a branch in the world and gives priority to risk management.",
    "jaRH5PAD": "He said the company has always focused on financial services and asset management, as well as equipment financing.AntalPha is applying for a digital asset license in Hong Kong.Liao said.",
    "dpWh5bhw": "\"We don't intend to replace any major supplier there,\" Liao said.However, if other lenders \"fail to perform their functions\", if the lender cannot or is unwilling to predict or evaluate the risk of mining loans, there is no enough capital to issue loans or be too conservative to market investment, then AntalPha will beintervention.",
    "2yhhfkK6": "According to Liao's demonstration, the annual interest rate of the loan is about 6.6%to 8%, and the loan value ratio is 60%to 90%.",
    "a6JfKiSk": "The company has about $ 700 million in customer assets on its balance sheet, which is not good for its internal assets, LIAO said.The company believes that because of the relationship with Bitmain (the world's largest Bitcoin mining machine manufacturer) and the Antpool of its mining pool branches, it is in a good position in evaluating the risk of miners.Mining pools will provide a haveh loan for mortgage, which will not involve additional margin or liquidation, according to the demonstration of LIAO.",
    "FCiZrQFY": "Bitcoin financing is one of the core business of AntalPha, but LIAO said that mining financing \"is very important for the current ecosystem, because credit tightening is undergoing credit\", and the borrower may not be able to find the required cash.",
    "AXDDsWyz": "source:",
    "DWT4NBkK": "Coindesk",
    "EWDt5bPS": "If the submission fails, please try again later"
}