{
  "yJipXWT5": "News",
  "JbH3AZCc": "AntAlpha",
  "iykFNHdA": "Copyright © 2021 - 2023 Antalpha Platform Technologies Limited.",
  "imdFTwaB": "Request Demo",
  "iYAta6Wp": "2013",
  "4MrhiwC3": "2014",
  "rkjKmEMG": "2021",
  "RREiRN42": "2022",
  "7xSMAaEC": "2023",
  "STAWPfKH": "查看更多",
  "fSbBPXip": "Bridge institutional clients with digital assets",
  "3cr5n52e": "A reliable digital asset technology  platform for institutions",
  "8R7bdZHJ": "The MPC custodial solution ensures the security of asset storage.",
  "7CmRBAfC": "Global underlying asset selection for comprehensive asset allocation.",
  "axJ4siyX": "Transparent and open asset disclosure, prioritized by risk management.",
  "2cZfywMd": "Provide customized asset allocation solutions for institutions",
  "aSpZMttQ": "A secure cryptocurrency private key hosting provider and asset allocation management operation platform",
  "Y7tSXiks": "Bitmain is the world’s leading digital currency mining machine manufacturer, whose brand ANTMINER has long maintained a technical and market advantage in the industry, with customers covering more than 100 countries and regions around the world",
  "Ypfdkr8j": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "2SZNFCzE": "Through customized wealth management, connect with Staking and Defi service providers, and obtain stable returns",
  "8XZsCx7X": "Through the trading service provider network, transfer funds to the exchange and manage assets among the same exchange accounts",
  "BZ7xjnEW": "“Bridge” institutional clients with digital assets",
  "4n8Bzw6m": "Buy side",
  "T73FXwHQ": "Cryptourrency-holding institutions, hedge funds, family offices, platform institutions",
  "sSJRdrAF": "Mining ecosystem",
  "eHiRbNzy": "礦場主、礦工、礦業算力平台",
  "kP5nfsa3": "Bulk trading firms",
  "4K5hPAt5": "Provide a variety of digital asset liquidity solutions such as trading, OTC bulk, brokers, API, etc, and support the liquidity linkage of 14 exchanges",
  "nt8eHxyK": "Mining machine financing and leasing service providers",
  "jJJTSsSR": "Link digital asset lending services and customized unique mining financial products",
  "DYxca6Ef": "Asset service provider",
  "aYxWErZ2": "Fixed income, structurde products, RWA, etc",
  "5abxhGjJ": "Transparent",
  "7eQRyShd": "Institution MPC process, only available where regions fulfill compliance policy",
  "eSN5p22D": "MPC Safe Tech Storage Solution",
  "y6aN6WGp": "Risk Management",
  "6pRjN33c": "Select best digital assets for your investment needs",
  "c5jXjsH8": "Advantage of platform",
  "JA6mPkB5": "Connecting global assets, more variety in allocation",
  "DzfFJd4P": "The diversified assets on the platform can meet the different risk preferences and income needs of users. Users can build more stable investment portfolios according to the market environment, reduce the risk of portfolio fluctuations, and achieve stable value-added.",
  "yYiYzCe2": "Decentralized storage technology to ensure asset security",
  "erHkWdWW": "The platform adopts the industry-leading MPC-TSS technology to store crypto assets in a multi-signature method, and uses a decentralized method to ensure security, eliminate the risk of a single party doing evil, and effectively reduce the risk of third-party platforms.",
  "dytXaBBT": "Risk management first, open and transparent, creating a safe investment experience",
  "zi3BzaGe": "Select market-proven underlying asset suppliers from a wide range of investment channels and opportunities, conduct full-process risk control, adhere to the principle of open and transparent information disclosure, and display real-time data on various asset targets for effective monitoring.",
  "AnKtnYy2": "Flexible customization 24*7 service",
  "WNmCkZiJ": "In the round-the-clock interaction of professional teams, institutions experience customized services. According to different asset allocation needs and risk preferences, the asset side can more flexibly provide customized solutions according to institutional needs.",
  "4BTSWj5k": "MPC hosting technology Ensure asset safety",
  "kYhDaX7d": "Antalpha Prime adopts a new self-custody solution based on multi-party computing (MPC) technology, which has a smoother workflow, stronger private key security management, and more diverse investment asset options.",
  "zZJ4Tn2E": "Private key sharding are independently generated in a secure environment. The parties then co-sign the transaction without exposing their private key sharding or fully formed private keys to each other at any time, thereby eliminating the risk of a single point of failure.",
  "62dhKwXJ": "Slice 1 - Customers through Antalpha Prime",
  "ZcQsYdS7": "Slice 2 - Customer through Cobo Auth",
  "2GdtG5Mb": "切片3 - CoinCover 冷儲存，日常離線不参与簽署交易",
  "ErhKs4AG": "Control asset allocation anytime, anywhere",
  "s2752CWa": "Provides multiple ways to earn passive income from digital assets, including fixed-income products, and DeFi staking.",
  "crdAEpcN": "Invest",
  "2SxNh2p5": "Offers a variety of investment products, including crypto funds, RWA, and derivatives.",
  "cT7KsyFe": "Earn",
  "KBG7hSCk": "Provides a comprehensive trading platform for digital assets, including spot, margin, and derivatives trading.",
  "EyxCKJCh": "We provide loan products such as mining financing leasing, margin lending, and more.",
  "4mebkG6K": "Buy cryptocurrency with fiat or other cryptocurrencies.",
  "bCr84CYs": "馬上開始無與倫比的數字資產配置之旅",
  "YZJKkKXG": "Latest News",
  "QmzQzRid": "Mission and Values",
  "7P8FCyKs": "團隊秉承“風控第一，開放透明” 的服務理念，利用技術與金融創新，創造可監控、可審計、可追溯、規則統一的第三方平台環境，為機構客戶建立起數字資產與資本的橋樑。與客戶、員工和社區實現共同成長。",
  "TSnj4iAD": "Open and transparent",
  "C5Qc4R5t": "我們極力保持我們的文化，真誠、真實、良性、主動，是我們追求的組織狀態，未來我們還會不斷優化和迭代自身！",
  "hmSaWCDb": "Stay agile and discover high-quality assets",
  "iZPedGhx": "我們熱愛這個個行業，重視週期和尊重法律，我們認為好的產品是解決問題的並被需要的；所以保持鮮活的視角，不斷發現新的資產，親自評估和驗證風險，站在機構視角去選擇。",
  "EWXrmMPp": "Inclusive and diverse global team",
  "wDmAy8mi": "我們在全球有著多元化的伙伴們，總部駐紮在新加坡；他們精通於自己的領域，並常葆熱情的與18個地區，5大洲的伙伴協同，專注機構所需。",
  "MWSy7BEa": "Continuous Growth",
  "zsRNjTYt": "Throughout our journey, we have successfully achieved significant milestones.",
  "3YK3XmRm": "比特大陸是全球最大的比特幣礦業公司。 BTC和其他加密貨幣挖礦服務器的市場份額第一，設計、製造和銷售用於比特幣挖礦的專用集成電路 (ASIC) 芯片",
  "Mn4KDJd5": "Antpool is a Chinese cryptocurrency mining pool established by Bitmain Technology in 2014, and it ranks among the largest mining pools globally.",
  "2nTpQ5xw": "Antalpha was established.",
  "aSrs5aQW": "Global",
  "js3wEmDX": "The company extended its operations to encompass additional geographical areas, establishing a presence in 18 cities and regions. These include Singapore, Hong Kong, the United States, the United Kingdom, South Korea, Japan, Australia, and various other locations.",
  "iyRzWBQW": "- Effectively seized opportunities of ETH2 .0",
  "aAHSbQMR": "亞太最大鍊上流動性提供方",
  "pAMGHs4E": "5月，推出核心產品 Antalpha Prime 技術平台，提供礦業生態一站式金融服務",
  "P5PfP7hT": "A diverse range of mortgage lending services and financial loans for the mining industry were offered, resulting in a total business volume exceeding $700 million USD.",
  "ZAfWrAPY": "RWA",
  "YcB7wrMf": "Introduced Real World Asset (RWA) offerings, enhancing accessibility and cost-efficiency for investors seeking exposure to tangible, real-world assets.",
  "S67mfwFe": "Our global offices",
  "3KFX3EtA": "Antalpha is headquartered in Singapore and has offices in several countries or regions, including the UK, Australia, South Korea, Japan, the United States, Hong Kong, Indonesia, and Switzerland.",
  "rQ3xtjtD": "Start your Antalpha Prime asset allocation journey now",
  "bMm4DXtP": "Find out why organizations trust Antalpha",
  "5SkiJ4cz": "First name",
  "aP5BYdwx": "Last name",
  "6s8fCtR3": "Job Title",
  "A8wsJ682": "Company Name",
  "GwCZx3Dz": "Email Address",
  "EQ3ewYG8": "How would you describe yourself or your business?",
  "fsG8dwYp": "What kind of business are you interested in",
  "jin65pfb": "DeFi/Crypto Fund",
  "se7tefbT": "對沖基金",
  "pyeCrhzZ": "Family Office",
  "ZXGCGYcR": "Asset Management",
  "PceJGEzP": "Fintech/Exchange/B2C Platform",
  "ZY5apYZr": "Custody/Wallet Tech",
  "74rrwTf8": "Corporate",
  "hMiZ6yAy": "NFT/Gaming",
  "KZyQG4n6": "Venture Fund/Private Equity Fund",
  "e4SBGQNd": "DAO (Decentralized Autonomous Organisation)/DeFi Protocol",
  "hpAkw7Eb": "Media/PR/Brand",
  "Ty7tSAee": "Lending（Mining finance leasing/mortgage lending）",
  "5HeQQFJT": "Trading（Broker Services）",
  "Epsn4Atw": "資產管理（固定收益/對沖基金/礦業基金）",
  "XAcyH6Ah": "Crypto assets stored（MPC-TSS technology）",
  "GfyZGxn5": "Media/Press",
  "AHZNJ3zS": "合夥",
  "Q3WWapx8": "Referral",
  "zNbWG8mJ": "Careers",
  "3rQNF8Xt": "Get our latest news here",
  "FibsjGY4": "品牌合作請聯繫我們",
  "yYy22ft2": "Asia Institutional Investor Summit For Digital Assets 2023' Set To Become Asia's Inaugural Event Tailored To Professional Institutional Investors",
  "ChbWFhfx": "新加坡",
  "PBtyjiHQ": "SINGAPORE, Sept. 01, 2023 (GLOBE NEWSWIRE) -- Presented by Antalpha, the Asia Institutional Investor Summit for Digital Assets 2023 stands as Asia's pioneering conference exclusively designed for professional institutional investors and is scheduled to take place on 12 September 2023 in Singapore, with the goal of serving as a pivotal platform for discussions among Asia's digital asset institutional investors.",
  "kfR2Gwr5": "The event, held right before Asia’s largest Web3 event, TOKEN2049, aims to facilitate in-depth discussions on critical topics such as narratives in the current digital asset landscape, value and cycle assessments, asset allocation and investment strategies. Cobo Co-Founder and CEO Discus Fish, Bitmain CFO Max Hua, Antpool CEO Leon Lyu, Metalpha Founder and CEO Adrian Wang, WISBURG founder Mikko, Hack VC Managing Partner Alexander Pack、Deribit Chief Commercial Officer Luuk Strijers, Associate Dean Dafei Zhu from Singapore Management University, E2M co-founder Peicai Li are among the speakers to this summit.",
  "Mc2tzBp6": "Co-organised by Cobo, Bitmain, Metalpha and Antpool, the summit will revolve around the theme \"New Assets, New Opportunities\". Bringing together more than 300 esteemed attendees representing globally renowned organisations in cryptocurrency mining, trading, stablecoins, financial services, custody, asset management, family offices, and hedge funds, this summit will offer an exceptional platform for the exchange of insights, sharing experiences, and nurturing intellectual discourse. Through this event, attendees will not only expand their industry knowledge and meet potential partners but also contribute to shaping the institutionalisation of the digital asset industry.",
  "mmBFjemC": "“The past year has been extraordinary in the history of cryptocurrency, with the digital asset industry experiencing significant events. In this context, Antalpha Prime emerges. The Prime platform aims to be a B2B digital asset technology platform trusted by institutions. Antalpha has consistently embraced regulation and employs a 'bridge' strategy as the platform's foundation, bridging premium global assets and offering partners more open and transparent investment options. The purpose of hosting this summit is to offer an effective dialogue space and create a platform for communication between institutional investors from both digital asset and traditional backgrounds“, said Serena Yu, the CMO of Antalpha, representing the summit's organisers.",
  "ttCitJF4": "For more information about the Asia Institutional Investor Summit for Digital Assets 2023, please visit:",
  "5kM8WiRS": "Antalpha will launch a decentralized asset security solution based on MPC",
  "5WJWCH8R": "2022-11-18",
  "iaQXBs4Q": "Recently, by leveraging Fireblocks advanced security technology together with Antalpha’s rich business experience, Antalpha's technical team hasdeveloped a decentralized asset security solution based on MPC technology,which will be released soon.",
  "4eJnT2Tx": "With a “Risk Management First” philosophy, Antalpha is committed to being a bridge between traditional finance and crypto assets. Antalpha collaborates with like-minded industry partners to provide users with secure crypto asset technology solutions.",
  "cHnMpZt5": "Recently, there have been deepened concerns about the lack of safeguards in centralized platforms, we see the growth in demand for decentralized asset security solutions. By leveraging Fireblocks‘ advanced security technology together with Antalpha’s rich business experience, Antalpha's technical team has developed a decentralized asset security solution based on MPC technology, which will be released soon.",
  "wTWD3TaC": "The solution lets users control their own assets through MPC technology,trusted hardware, system isolation, dual risk control engine, approval flow, and other technologies to solve the systematic risks of placing assets in centralized platforms.",
  "7FJRj76G": "Antalpha supports flexible and convenient SaaS delivery and personal customization, providing unique and customized technology solutions for miners, institutions, and other customers to meet their multiple use cases.",
  "RAWJFHFS": "Antalpha will continue building the Web3.0 infrastructure to meet the fundamental needs of users and help the healthy development of the industry.",
  "zcYfKPkn": "About MPC:",
  "hKRX5ySM": "MPC (multi-party computation) is a secure multi-party computation algorithm based on rigorous cryptography demonstration, which can effectively control the risk of private key management in the blockchain industry",
  "hi8GfPD7": "It is compatible with a variety of blockchains so that more blockchain users can benefit from the secure multi-sign-in without changing any algorithm or increasing additional costs. As an innovative technology, MPC is widely accepted by the industry.",
  "peCzAA36": "About Fireblocks:",
  "iQxTRsNw": "Fireblocks is an enterprise-grade platform delivering customers a secure infrastructure for digital assets. Fireblocks enables customers to securely scale digital asset operations through the Fireblocks Network and MPC-based Wallet Infrastructure. Fireblocks serves over 1,500 financial institutions globally. Since 2018 inception, Fireblocks has gone through 5 rounds of funding, with total USD 1 billion raised at a valuation of USD 8 billion. A number of reputable investment institutions such as Sequoia Capital, DRW Venture Capital and SCB10X have invested in Fireblocks.",
  "WXiG5KrR": "Antalpha Enters Licensing Agreement with S&P Dow Jones Indices",
  "xCAnbxiX": "2022-10-03",
  "tCGtJSMw": "Singapore – Antalpha Capital Pte. Ltd. (“Antalpha”) has signed a licensing agreement to use the S&P Cryptocurrency Top 10 Index (Singapore Close), newly launched by S&P Dow Jones Indices (“S&P DJI”), on a basis exclusive to its index fund product in the Asia Pacific, Middle East, and Africa regions.",
  "ZytznMKp": "The S&P Cryptocurrency Top 10 Index (Singapore Close) seeks to track the performance of the top 10 cryptocurrencies from the S&P Cryptocurrency Broad Digital Market Index, consisting of the two largest and most liquid coins – Bitcoin and Ethereum – plus eight additional coins, weighted by market capitalization. A risk-controlled variant – the S&P Cryptocurrency Top 10 Dynamic Rebalancing Risk Control 40% Index (Singapore Close) (USD) – will also be available.",
  "368X6Wtd": "The licensing agreement with S&P DJI grants Antalpha the right to use the index for Antalpha’s first product, the Antalpha S&P Cryptocurrency Top 10 Index Fund. As a passively managed fund, it seeks to provide investment results that, before expenses, correspond generally to the price performance of the S&P Cryptocurrency Top 10 Index (Singapore Close). A subsequent fund will also be launched based on the risk-controlled variant.",
  "Wh4Q7s6f": "‘With growing interest in digital assets alongside increasing regulation, more emphasis has been placed on greater transparency and institutional quality products by potential investors. The licensing agreement with S&P DJI enables us to offer an investment product for professional investors to gain exposure to the growing cryptocurrency market through an index maintained by one of the most reputable brands in traditional finance’ said Mr. Max Liao, Managing Director of Antalpha group. ‘Moreover, as part of our goal to enhance trust for clients, we work with industry-leading advisors and regulated platforms in accordance with the highest standards.’",
  "jKKJM6dA": "“We are pleased to have licensed the S&amp;P Cryptocurrency Top 10 Index Singapore Close to Antalpha to serve as the underlying index for their investment product,” said Sharon Liebowitz, Head of Innovation at S&amp;P Dow Jones Indices. “As an independent index provider, S&amp;P Dow Jones Indices strives to strengthen transparency across all segments of the global financial market including digital assets.”",
  "tA2nHWCP": "Disclaimer:",
  "aQXXaeQ5": "The S&P Cryptocurrency Top 10 Index (Singapore Close) is a product of S&P Dow Jones Indices LLC or its affiliates (“SPDJI”) and has been licensed for use by Antalpha Capital Pte. Ltd. (“Antalpha”). S&P®, “S&P 500®, US 500 and The 500 are trademarks of Standard & Poor’s Financial Services LLC (“S&P”); Dow Jones® is a registered trademark of Dow Jones Trademark Holdings LLC (“Dow Jones”) and has been licensed for use by S&P Dow Jones Indices; and these trademarks have been licensed for use by SPDJI and sublicensed for certain purposes by Antalpha. Antalpha’s investment product is not sponsored, endorsed, sold or promoted by SPDJI, Dow Jones, S&P, their respective affiliates, and none of such parties make any representation regarding the advisability of investing in such product(s) nor do they have any liability for any errors, omissions, or interruptions of the S&P Cryptocurrency Top 10 Index (Singapore Close).",
  "XFREhi8E": "Singapore – Antalpha Capital Pte. Ltd. (“Antalpha”) has signed a licensing agreement to use the S&P Cryptocurrency Top 10 Index (Singapore Close), newly launched by S&P Dow Jones Indices (“S&P DJI”), on a basis exclusive to its index fund product in the Asia Pacific, Middle East, and Africa regions.",
  "cFBcy2sm": "一家相對不知名的公司提出了一些新穎的方式，其中包括幫助面臨追加保證金要求的礦工。",
  "wYG837iY": "2022-07-27",
  "DBB4NP3i": "MIAMI",
  "ZRPWbCG8": "A relatively unknown company presented some novel ways to, among other things, help miners facing margin calls.\nMIAMI — Financial services company Antalpha unveiled several novel lending products for crypto miners at Bitmain's World Digital Mining Summit (WDMS) here on Tuesday.",
  "mPXAXFxZ": "The products unveiled by Antalpha include co-lending with other financiers; financing to offload electricity costs, one of miners' biggest operating expenses; and deals collateralized with hash rate (a measure of computational power) instead of tokens or equipment as is common in the industry, as well as financing collateralized by both hash rate and mined tokens.",
  "DaYWsPAG": "It also is offering lending with no margin calls, a type of structured lending.",
  "w2Yhdme2": "A co-lending deal is currently under discussion, Antalpha Managing Director of Business Development Max Liao told CoinDesk on the sidelines of the conference.",
  "85F5BWn6": "Crypto miners have been facing margin calls on their loans as the price of bitcoin has dropped in the last few months, while capital has dried up amid a bear market. During Antalpha's presentation on Tuesday, phones flashed across the room as miners and other financiers eagerly took pictures of sample deals shown on the screen, an indication of the interest for a new player in mining finance.",
  "T4jzysAP": "Antalpha is a Bitmain strategic partner, much like cloud mining platform BitFuFu. The firm is based in Singapore, with its 150 or so employees spread across Hong Kong, the U.S. and Switzerland, according to Liao.",
  "eYRCttek": "“Our goal is to become a proper financial institution,“ Liao said, which is why the firm has a global presence and prioritizes risk management.",
  "jaRH5PAD": "The company has been focusing particularly on financial services and asset management, as well as equipment financing, he said. Antalpha is applying for a Type 9 digital asset license in Hong Kong, Liao said.",
  "dpWh5bhw": "“We're not looking to replace any of the big vendors out there,” Liao said. However, Antalpha will step in if other lenders “are not fulfilling their function.” That means if lenders are either unable or unwilling to predict or assess the risk associated with mining loans, don't have the capital to give out loans or are too conservative to invest in the market, he said.",
  "2yhhfkK6": "The loans come with interest rates of around 6.6% to 8% per year, and loan-to-value ratios from 60% to 90%, according to Liao's presentation.",
  "a6JfKiSk": "The firm has about $700 million of client's assets on its balance sheet and doesn't leverage its internal assets, Liao said. The company believes it is in a good position to evaluate miners' risks due its relationship with Bitmain, the world's largest manufacturer of bitcoin (BTC) mining rigs, and its mining pool affiliate, AntPool. The mining pool will be collateralizing the hash rate for the hash rate loans, which will come with no margin calls or liquidations, according to Liao's presentation.",
  "FCiZrQFY": "Bitcoin financing is one of Antalpha's core businesses, but mining financing “is very important for the overall ecosystem right now because there is a credit crunch happening” and borrowers might not be able to find much-needed cash, Liao said.",
  "AXDDsWyz": "Source:",
  "DWT4NBkK": "CoinDesk",
  "EWDt5bPS": "提交失敗，請稍後重試",
  "BFehpfyR": "Privacy Policy"
}