{
  "home.banner.title": "Bridge institutional clients with digital assets",
  "home.banner.secondTitle": "A reliable digital asset technology  platform for institutions",
  "home.banner.requestDemo": "Request Demo",
  "home.banner.message1": "The MPC custodial solution ensures the security of asset storage.",
  "home.banner.message2": "Global underlying asset selection for comprehensive asset allocation.",
  "home.banner.message3": "Transparent and open asset disclosure, prioritized by risk management.",
  "home.swiper.title": "Provide customized asset allocation solutions for institutions",
  "home.swiper.bitmain.title": "A secure cryptocurrency private key hosting provider and asset allocation management operation platform",
  "home.swiper.bitmain.imgUrl": "/images/home/swiper-1.png",
  "home.swiper.bitmain.content": "Bitmain is the world’s leading digital currency mining machine manufacturer, whose brand ANTMINER has long maintained a technical and market advantage in the industry, with customers covering more than 100 countries and regions around the world",
  "home.swiper.bitmain.message1": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "home.swiper.bitmain.message2": "Through customized wealth management, connect with Staking and Defi service providers, and obtain stable returns",
  "home.swiper.bitmain.message3": "Through the trading service provider network, transfer funds to the exchange and manage assets among the same exchange accounts",
  "home.swiper.antpool.title": "A secure cryptocurrency private key hosting provider and asset allocation management operation platform",
  "home.swiper.antpool.imgUrl": "/images/home/swiper-1.png",
  "home.swiper.antpool.content": "Bitmain is the world’s leading digital currency mining machine manufacturer, whose brand ANTMINER has long maintained a technical and market advantage in the industry, with customers covering more than 100 countries and regions around the world",
  "home.swiper.antpool.message1": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "home.swiper.antpool.message2": "Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds Through MPC private key hosting service, manage and protect hundreds of millions of dollars of proprietary funds",
  "home.swiper.antpool.message3": "Through the trading service provider network, transfer funds to the exchange and manage assets among the same exchange accounts",
  "home.bridge.title": "“Bridge” institutional clients with digital assets",
  "home.bridge.message1.title": "Buy side",
  "home.bridge.message1.content": "Cryptourrency-holding institutions, hedge funds, family offices, platform institutions",
  "home.bridge.message2.title": "Mining ecosystem",
  "home.bridge.message2.content": "Mine owners, miners, mining computing power platforms",
  "home.bridge.message3.title": "Bulk trading firms",
  "home.bridge.message3.content": "Provide a variety of digital asset liquidity solutions such as trading, OTC bulk, brokers, API, etc, and support the liquidity linkage of 14 exchanges",
  "home.bridge.message4.title": "Mining machine financing and leasing service providers",
  "home.bridge.message4.content": "Link digital asset lending services and customized unique mining financial products",
  "home.bridge.message5.title": "Asset service provider",
  "home.bridge.message5.content": "Fixed income, structurde products, RWA, etc",
  "home.bridge.card1.title": "Transparent",
  "home.bridge.card1.content": "Institution MPC process, only available where regions fulfill compliance policy",
  "home.bridge.card2.title": "Safety",
  "home.bridge.card2.content": "MPC Safe Tech Storage Solution",
  "home.bridge.card3.title": "Risk Management",
  "home.bridge.card3.content": "Select best digital assets for your investment needs",
  "home.advantage.title": "Advantage of platform",
  "home.advantage.message1.title": "Connecting global assets, more variety in allocation",
  "home.advantage.message1.content": "The diversified assets on the platform can meet the different risk preferences and income needs of users. Users can build more stable investment portfolios according to the market environment, reduce the risk of portfolio fluctuations, and achieve stable value-added.",
  "home.advantage.message2.title": "Decentralized storage technology to ensure asset security",
  "home.advantage.message2.content": "The platform adopts the industry-leading MPC-TSS technology to store crypto assets in a multi-signature method, and uses a decentralized method to ensure security, eliminate the risk of a single party doing evil, and effectively reduce the risk of third-party platforms.",
  "home.advantage.message3.title": "Risk management first, open and transparent, creating a safe investment experience",
  "home.advantage.message3.content": "Select market-proven underlying asset suppliers from a wide range of investment channels and opportunities, conduct full-process risk control, adhere to the principle of open and transparent information disclosure, and display real-time data on various asset targets for effective monitoring.",
  "home.advantage.message4.title": "Flexible customization 24*7 service",
  "home.advantage.message4.content": "In the round-the-clock interaction of professional teams, institutions experience customized services. According to different asset allocation needs and risk preferences, the asset side can more flexibly provide customized solutions according to institutional needs.",
  "home.MPC.title": "MPC hosting technology Ensure asset safety",
  "home.MPC.content.text1": "Antalpha Prime adopts a new self-custody solution based on multi-party computing (MPC) technology, which has a smoother workflow, stronger private key security management, and more diverse investment asset options.",
  "home.MPC.content.text2": "Private key sharding are independently generated in a secure environment. The parties then co-sign the transaction without exposing their private key sharding or fully formed private keys to each other at any time, thereby eliminating the risk of a single point of failure.",
  "home.MPC.tips.tip1": "Slice 1 - Customers through Antalpha Prime",
  "home.MPC.tips.tip2": "Slice 2 - Customer through Cobo Auth",
  "home.MPC.tips.tip3": "Slice 3 - NUMEN offline storage slice 3 offline on a daily basis,not participating in signing transactions",
  "home.assetConfig.title": "Control asset allocation anytime, anywhere",
  "home.assetConfig.message1.title": "Earn",
  "home.assetConfig.message1.content": "Provides multiple ways to earn passive income from digital assets, including fixed-income products, and DeFi staking.",
  "home.assetConfig.message2.title": "Invest",
  "home.assetConfig.message2.content": "Offers a variety of investment products, including crypto funds, RWA, and derivatives.",
  "home.assetConfig.message3.title": "Trading",
  "home.assetConfig.message3.content": "Provides a comprehensive trading platform for digital assets, including spot, margin, and derivatives trading.",
  "home.assetConfig.message4.title": "Lending",
  "home.assetConfig.message4.content": "We provide loan products such as mining financing leasing, margin lending, and more.",
  "home.assetConfig.message5.title": "Exchange",
  "home.assetConfig.message5.content": "Buy cryptocurrency with fiat or other cryptocurrencies.",
  "home.footer.title": "Immediately start an unparalleled journey of character allocation",
  "home.footer.btn": "Request Demo",
  "home.latestNews.title": "Latest News",
  "home.latestNews.seeMore": "Learn More",
  "header.login": "Product",
  "header.requestDemo": "Request Demo",
  "footer.copyright": "Copyright © 2021 - 2023 Antalpha Platform Technologies Limited.",
  "footer.privacyPolicy": "Privacy Policy",
  "footer.cookiePolicy": "Cookie Policy",
  "footer.company": "Company",
  "footer.News": "News",
  "about.banner.title": "Bridge institutional clients with digital assets",
  "about.mission.title": "Mission and Values",
  "about.mission.content": "Our team is guided by the service philosophy of “Prioritizing Risk Management, Promoting Openness, and Ensuring Transparency.“ Leveraging technology and financial innovation, we have developed a third-party platform characterized by monitorability, auditability, traceability, and adherence to standardized regulations. This platform bridges institutional clients, digital assets, and our customers' capital, enabling us to foster mutual growth alongside our clients, employees, and the wider community.",
  "about.mission.card1.title": "Open and transparent",
  "about.mission.card1.content": "Our organization is committed to fostering a culture of sincerity, authenticity, positivity, and proactive engagement. This commitment represents our core organizational ethos, and we are dedicated to ongoing refinement and evolution in pursuit of this ideal.",
  "about.mission.card2.title": "Stay agile and discover high-quality assets",
  "about.mission.card2.content": "We harbor a deep passion for our industry and emphasize recognizing its cyclical nature while respecting established patterns. We firmly believe that exceptional products should effectively address needs and offer solutions. Therefore, we maintain a keen awareness of market dynamics, perpetually seek out novel assets, personally assess and validate associated risks, and make decisions guided by institutional objectives.",
  "about.mission.card3.title": "Inclusive and diverse global team",
  "about.mission.card3.content": "Headquartered in Singapore, our organization boasts a diverse team of global partners who are recognized experts in their respective fields. These individuals consistently collaborate with partners hailing from 18 regions across 5 continents. Our collective dedication is directed toward serving the diverse needs of institutions.",
  "about.growing.title": "Continuous Growth",
  "about.growing.content": "Throughout our journey, we have successfully achieved significant milestones.",
  "about.growing.one.content": "Bitmain is globally recognized as the preeminent Bitcoin mining enterprise, commanding the dominant market position in BTC and other cryptocurrency mining server solutions. The company chiefly develops, produces, and distributes application-specific integrated circuit (ASIC) chips tailored to Bitcoin mining.",
  "about.growing.two.content": "Antpool is a Chinese cryptocurrency mining pool established by Bitmain Technology in 2014, and it ranks among the largest mining pools globally.",
  "about.growing.three.content": "Antalpha was established.",
  "about.growing.four.item1.title": "Global",
  "about.growing.four.item1.content": "The company extended its operations to encompass additional geographical areas, establishing a presence in 18 cities and regions. These include Singapore, Hong Kong, the United States, the United Kingdom, South Korea, Japan, Australia, and various other locations.",
  "about.growing.four.item2.title": "Earn",
  "about.growing.four.item2.content1": "- Effectively seized opportunities of ETH2 .0",
  "about.growing.four.item2.content2": "- The largest onchain liquidity provider in the Asia-Pacific region.",
  "about.growing.five.content": "In May 2023, we introduced the Antalpha Prime technology platform as our flagship offering, aimed at delivering digital financial brokerage services tailored to institutional clients.",
  "about.growing.five.item1.title": "Lending",
  "about.growing.five.item1.content": "A diverse range of mortgage lending services and financial loans for the mining industry were offered, resulting in a total business volume exceeding $700 million USD.",
  "about.growing.five.item2.title": "RWA",
  "about.growing.five.item2.content": "Introduced Real World Asset (RWA) offerings, enhancing accessibility and cost-efficiency for investors seeking exposure to tangible, real-world assets.",
  "about.global.title": "Our global offices",
  "about.global.content": "Antalpha is headquartered in Singapore and has offices in several countries or regions, including the UK, Australia, South Korea, Japan, the United States, Hong Kong, Indonesia, and Switzerland.",
  "about.footer.title": "Start your Antalpha Prime asset allocation journey now",
  "about.footer.btnText": "Request Demo",
  "requestAccess.title": "Find out why organizations trust Antalpha",
  "requestAccess.form.firstName": "First name",
  "requestAccess.form.lastName": "Last name",
  "requestAccess.form.jobTitle": "Job Title",
  "requestAccess.form.companyName": "Company Name",
  "requestAccess.form.email": "Email Address",
  "requestAccess.form.description": "How would you describe yourself or your business?",
  "requestAccess.form.hobbity": "What kind of business are you interested in",
  "requestAccess.form.submit": "Submit",
  "requestAccess.form.enterPlaceholder": "Please enter",
  "requestAccess.form.selectPlaceholder": "Please select",
  "requestAccess.form.select.DeFi": "DeFi/Crypto Fund",
  "requestAccess.form.select.Hedge": "Hedge Fund",
  "requestAccess.form.select.Family": "Family Office",
  "requestAccess.form.select.Asset": "Asset Management",
  "requestAccess.form.select.Fintech": "Fintech/Exchange/B2C Platform",
  "requestAccess.form.select.Service": "Service Provider",
  "requestAccess.form.select.Custody": "Custody/Wallet Tech",
  "requestAccess.form.select.Corporate": "Corporate",
  "requestAccess.form.select.NFT": "NFT/Gaming",
  "requestAccess.form.select.Venture": "Venture Fund/Private Equity Fund",
  "requestAccess.form.select.DAO": "DAO (Decentralized Autonomous Organisation)/DeFi Protocol",
  "requestAccess.form.select.Media": "Media/PR/Brand",
  "requestAccess.form.multSelect.Lending": "Lending（Mining finance leasing/mortgage lending）",
  "requestAccess.form.multSelect.Trading": "Trading（Broker Services）",
  "requestAccess.form.multSelect.Asset": "Asset management（Fixed income/hedge funds/mining funds）",
  "requestAccess.form.multSelect.Crypto": "Crypto assets stored（MPC-TSS technology）",
  "requestAccess.form.multSelect.Media": "Media/Press",
  "requestAccess.form.multSelect.Partnership": "Partnership",
  "requestAccess.form.multSelect.Referral": "Referral",
  "requestAccess.form.multSelect.Careers": "Careers",
  "news.banner.title": "News",
  "news.banner.content": "Get our latest news here",
  "news.footer.title": "Brand cooperation please contact us",
  "news.footer.btnText": "Contact us"
}