import new1Img from "@/assets/image/news/new1.png";
import new2Img from "@/assets/image/news/new2.png";
import new3Img from "@/assets/image/news/new3.png";
import new4Img from "@/assets/image/news/new4.png";

export const NEWS_IMAGES = [new1Img, new2Img, new3Img, new4Img];

export const NEWS_DATA = [
    {
        id: "0",
        title: "{#亚洲机构投资者数字资产峰会2023 设定为亚洲专业机构投资者量身定制的首个活动#}",
        subtitle: "",
        date: "2023-09-01",
        location: "{#新加坡#}",
        abstract:
            "{#新加坡，2023年9月1日，环球新闻社—Antalpha呈现的亚洲机构投资者数字资产峰会2023是亚洲的开创性会议，专为专业机构投资者设计，计划于2023年9月12日在新加坡举行，旨在成为亚洲数字资产机构投资者之间讨论的关键平台。#}",
        content: [
            "{#新加坡，2023年9月1日，环球新闻社—Antalpha呈现的亚洲机构投资者数字资产峰会2023是亚洲的开创性会议，专为专业机构投资者设计，计划于2023年9月12日在新加坡举行，旨在成为亚洲数字资产机构投资者之间讨论的关键平台。#}",
            "{#该活动定于亚洲最大的Web3活动TOKEN2049之前举行，旨在促进有关当前数字资产领域叙事、价值和周期评估、资产配置和投资策略等关键主题的深入讨论。 Cobo联合创始人兼首席执行官Discus Fish、Bitmain首席财务官Max Hua、Antpool首席执行官Leon Lyu、Metalpha创始人兼首席执行官Adrian Wang、WISBURG创始人Mikko、Hack VC董事合伙人Alexander Pack、Deribit首席商务官Luuk Strijers、新加坡管理大学副院长朱大飞博士、E2M联合创始人李培才等人将是此峰会的演讲嘉宾。#}",
            `{#由Cobo、Bitmain、Metalpha和Antpool共同组织的此次峰会将围绕“新资产，新机遇”主题展开。峰会将汇集代表全球知名加密货币挖掘、交易、稳定币、金融服务、托管、资产管理、家族办公室和对冲基金的300多位尊贵与会者，为交流见解、分享经验和培养智力论述提供了一个卓越平台。通过此活动，与会者不仅将扩展其行业知识并与潜在合作伙伴会面，还将有助于塑造数字资产行业的机构化。#}`,
            `{#“过去的一年在加密货币历史上是非凡的，数字资产行业经历了重大事件。在这一背景下，Antalpha Prime应运而生。Prime平台旨在成为机构信任的B2B数字资产技术平台。 Antalpha始终秉承规范并以“桥梁”战略作为平台的基础，架设优质的全球资产，为合作伙伴提供更开放和透明的投资选择。举办此峰会的目的是提供一个有效的对话空间，并为来自数字资产和传统背景的机构投资者之间的沟通创造平台。”—Antalpha首席市场官Serena Yu代表峰会主办方表示。#}`,
            "{#有关亚洲机构投资者数字资产峰会2023的更多信息，请访问：#}",
        ],
        link: {
            href: "https://www.aiisummit2023.com/",
        }
    },
    {
        id: "1",
        title: "{#Antalpha将推出基于MPC的分布式资产安全解决方案#}",
        subtitle: "",
        date: "{#2022-11-18#}",
        location: "{#新加坡#}",
        abstract:
            "{#最近，Antalpha技术团队利用Fireblocks先进的安全技术和Antalpha丰富的业务经验，开发了一种基于MPC技术的分布式资产安全解决方案，即将发布。#}",
        content: [
            "{#以\u201c风险管理为先\u201d的理念，Antalpha致力于成为传统金融和加密资产之间的桥梁。Antalpha与志同道合的行业合作伙伴合作，为用户提供安全的加密资产技术解决方案。#}",
            "{#最近，对于中心化平台缺乏保障的担忧加深，我们看到对分布式资产安全解决方案的需求增长。通过利用Fireblocks先进的安全技术和Antalpha丰富的业务经验，Antalpha技术团队开发了一种基于MPC技术的分布式资产安全解决方案，即将发布。#}",
            "{#该解决方案使用MPC技术、可信硬件、系统隔离、双重风险控制引擎、审批流程等技术，让用户通过解决将资产放置在中心化平台中的系统性风险来控制自己的资产。#}",
            "{#Antalpha支持灵活便捷的SaaS交付和个性化定制，为矿工、机构和其他客户提供独特而定制的技术解决方案，以满足其多种用例。#}",
            "{#Antalpha将继续构建Web3.0基础设施，以满足用户的基本需求，并促进行业的健康发展。#}",
            "{#关于MPC：#}",
            "{#MPC（多方计算）是一种基于严密密码学证明的安全多方计算算法，可以有效控制区块链行业中私钥管理的风险。#}",
            "{#它与各种区块链兼容，使更多区块链用户能够在不更改任何算法或增加额外成本的情况下受益于安全的多重签名。作为一项创新技术，MPC在行业中被广泛接受。#}",
            "{#关于Fireblocks：#}",
            "{#Fireblocks是一家企业级平台，为数字资产提供安全基础设施。Fireblocks通过Fireblocks Network和基于MPC的钱包基础设施，使客户能够安全扩展数字资产业务。自2018年创立以来，Fireblocks已经经历了5轮融资，总额达到10亿美元，估值达到80亿美元。一些知名的投资机构，如Sequoia Capital、DRW Venture Capital和SCB10X，已经投资了Fireblocks。#}",
        ],
    },
    {
        id: "2",
        title: "{#Antalpha与标普道琼斯指数签订许可协议#}",
        subtitle: "",
        date: "{#2022-10-03#}",
        location: "{#新加坡#}",
        abstract:
            `{#新加坡 – 安泰阿尔法资本私人有限公司（“安泰阿尔法”）已经签署了一项许可协议，独家基于标普道琼斯指数（“标普DJI”）新推出的S&P加密货币十大指数（新加坡闭市）在其在亚太、中东和非洲地区的指数基金产品上使用。#}`,
        content: [
            `{#新加坡 – 安泰阿尔法资本私人有限公司（“安泰阿尔法”）已经签署了一项许可协议，独家基于标普道琼斯指数（“标普DJI”）新推出的S&P加密货币十大指数（新加坡闭市）在其在亚太、中东和非洲地区的指数基金产品上使用。#}`,
            "{#S&P加密货币十大指数（新加坡闭市）旨在跟踪S&P加密货币广泛数字市场指数中排名前十的加密货币的表现，包括比特币和以太坊这两个最大和最流动的币种，以及另外八种按市值加权的币种。还将提供一种风险受控的变体——S&P加密货币十大动态再平衡风险控制40%指数（新加坡闭市）（USD）。#}",
            "{#与S&P DJI的许可协议授予安泰阿尔法使用该指数作为其第一个产品Antalpha S&P加密货币十大指数基金的基础权利。作为一只被动管理的基金，该基金旨在在扣除费用之前，通常对应于S&P加密货币十大指数（新加坡闭市）的价格表现的投资结果。随后将推出一个基于风险受控变体的基金。#}",
            "{#随着对数字资产的兴趣与监管的增加，潜在投资者对更加透明和机构质量的产品投入了更多的重视。与S&P DJI的许可协议使我们能够为专业投资者提供通过由传统金融中最有声望的品牌之一维护的指数获得对不断增长的加密货币市场的曝光的投资产品。#}",
            `{#“我们很高兴将S&P加密货币十大指数（新加坡闭市）的许可证授予Antalpha，作为其投资产品的基础指数。” – 标普道琼斯指数创新主管Sharon Liebowitz表示。“作为一个独立的指数提供商，标普道琼斯指数致力于加强全球金融市场各个领域的透明度，包括数字资产。”#}`,
            "{#免责声明：#}",
            `{#S&P加密货币十大指数（新加坡闭市）是标普道琼斯指数有限责任公司或其关联公司（“SPDJI”）的产品，并已获Antalpha Capital Pte. Ltd.（“Antalpha”）许可使用。S&P®，“S&P 500®”，US 500和The 500是标准普尔金融服务有限责任公司（“S&P”）的商标；Dow Jones®是Dow Jones商标控股有限责任公司（“Dow Jones”）的注册商标，并已获得标普道琼斯指数许可使用；这些商标已获SPDJI许可使用，并已被Antalpha为特定目的再许可。Antalpha的投资产品未经SPDJI、道琼斯、标普及其各自关联公司的赞助、认可、销售或推广，上述各方均不就投资于此类产品的适宜性提出任何声明，也不对S&P加密货币十大指数（新加坡闭市）的任何错误、遗漏或中断承担任何责任。#}`,
        ],
    },
    {
        id: "3",
        title: "{#Bitmain合作伙伴Antalpha为矿工推出借贷产品#}",
        subtitle:
            "{#一家相对不知名的公司提出了一些新颖的方式，其中包括帮助面临追加保证金要求的矿工。#}",
        date: "{#2022-07-27#}",
        location: "{#迈阿密#}",
        abstract:
            "{#一家名为Antalpha的金融服务公司于周二在Bitmain的全球数字矿业峰会（WDMS）上为加密矿工推出了几种新颖的借贷产品。#}",
        content: [
            "{#一家名为Antalpha的金融服务公司于周二在Bitmain的全球数字矿业峰会（WDMS）上为加密矿工推出了几种新颖的借贷产品。#}",
            "{#Antalpha推出的产品包括与其他融资方共同放贷；用于摆脱电力成本的融资，这是矿工最大的运营成本之一；以及以哈希率（计算能力的一种度量）而不是行业内常见的代币或设备作为抵押的交易，以及由哈希率和已挖出代币担保的融资。#}",
            "{#它还提供了无追加保证金的融资，这是一种结构化融资。#}",
            "{#Antalpha业务拓展总监Max Liao在会议间隙告诉CoinDesk，一项共同放贷交易目前正在讨论中。#}",
            "{#由于比特币价格在过去几个月内下跌，矿工面临贷款的追加保证金要求，而在熊市中，资本也变得枯竭。在周二Antalpha的演示中，矿工和其他融资方急切地拍摄了屏幕上显示的样本交易，这表明了对挖矿融资领域新玩家的兴趣。#}",
            "{#Antalpha是Bitmain的战略合作伙伴，类似于云挖矿平台BitFuFu。据Liao介绍，该公司总部位于新加坡，约有150名员工分布在香港、美国和瑞士。#}",
            `{#“我们的目标是成为一家合规的金融机构。” Liao说，这就是为什么该公司在全球设有分支机构并优先考虑风险管理的原因。#}`,
            "{#他说，该公司一直专注于金融服务和资产管理，以及设备融资。Antalpha正在申请在香港获得数字资产牌照。Liao表示。#}",
            `{#“我们不打算取代那里的任何大供应商。” Liao说。但是，如果其他贷款方“未能履行其职能”，那就是如果贷款方无法或不愿意预测或评估与挖矿贷款相关的风险，没有足够的资本发放贷款或者对市场投资过于保守，那么Antalpha将介入。#}`,
            "{#根据Liao的演示，贷款的年利率约为6.6%至8%，贷款价值比为60%至90%。#}",
            "{#该公司在其资产负债表上有约7亿美元的客户资产，不利用其内部资产，Liao说。该公司认为，由于与Bitmain（全球最大的比特币矿机制造商）以及其矿池分支机构AntPool的关系，它在评估矿工风险方面处于良好位置。矿池将为哈希率贷款提供抵押，这将不涉及追加保证金或清算，根据Liao的演示。#}",
            `{#比特币融资是Antalpha的核心业务之一，但Liao表示，矿业融资“对于当前整个生态系统非常重要，因为正发生信贷紧缩”，借款人可能无法找到所需的现金。#}`,
            "{#来源：#}",
        ],
        link: {
            href: "https://www.coindesk.com/business/2022/07/26/bitmain-partner-antalpha-unveils-a-host-of-needed-lending-products-for-miners/",
            name: "{#CoinDesk#}"
        }
    },
];
export const NEWS_IDS = NEWS_DATA.map((item) => item.id);

export const NEWS_LAYOUT_CONFIG = {
    name: "home",
};

export const HEADER_NAV = [
    {
        name: "{#新闻#}",
        href: "/{#LANG#}/news/",
    },
    {
        name: "{#关于我们#}",
        href: "/{#LANG#}/about/",
    },
];
